[
{"article": ["Larimer County deputies and Loveland police arrested a man wanted for burglary, forgery, and other felonies after a standoff in Loveland early Sunday.", "The incident started at about 8:20 a.m., when a deputy spotted a vehicle that had been reported stolen from Windsor on Saturday.", "The deputy was able to positively identify the driver as Corey McDougall, 29, who had multiple warrants on him and attempted to stop him, according to a release.", "The deputy attempted to stop the vehicle in the area of 14th Street, and Lincoln Avenue, in Loveland. The driver didn’t stop, and a chase ended near 6th Street and Madison Avenue, when the suspect stopped and went into an abandoned residence.", "More deputies and Loveland police responded.", "“McDougall barricaded himself in the residence and refused attempts of contact,” according to a sheriff’s release.", "A joint LCSO and LPD SWAT team entered the residence along with K9 units after midnight and took McDougall into custody without injury.", "He faces charges including burglary, violation of a protection order, drug possession, bail bond violation, forgery, refusal to leave the premises upon request of a peace officer.", " "]},
{"article": ["John Maxwell is curious about the world and freely shares, in casual conversation, tidbits of English history. Yet he says he’ll never again set foot in a college classroom.", "“I consider myself mostly self-taught and I just believe I should cut my own path in life,” said the 24-year-old Maxwell, who dropped out of Littleton’s Araphoe Community College after one semester.", "Maxwell said he didn’t want to waste his parents’ money on college work that held little or no interest to him.", "“I just wanted to see what I wanted to do with my life and college was never a part of that,” said Maxwell, currently an employee at a Parker liquor store. “It might cost me financially down the road, but I never really saw myself as getting rich anyway. So I don’t see it as much of a loss.”", "Maxwell is among a generation of young men who increasingly are turning their backs on colleges, universities and the associated degrees — either dropping out of upper-level learning or never considering it a viable option.", "Some of the young men shunning campus say they don’t want to take on massive student-loan debt.", "“If you don’t want to go to college you can go to a trade school and come away with something and not be on the hook for $150,000,” said 28-year-old Adam Stark, who dropped out of college and now is thriving in the music business in Denver.", "Others say the campus environment has become testy, even hostile, toward men. “You definitely get the sense you are the problem,” said Maxwell. “One woman once told me that she could use statistics to determine how many of my friends were rapists.”", "Whatever the reason, enrollment data show men are becoming less of a presence on college campuses both in Colorado and across the United States.", "A higher percentage of Colorado’s female high school graduates than male graduates were enrolled in college from 2009 through 2015, according to state records. In 2015, 61.2 percent of Colorado’s recent female high school graduates attended college in the fall, compared to 51.8 percent of male graduates, according to the Colorado Department of Higher Education.", "A similar trend is occurring nationally. Although more people than ever are attending college, the ratio of male to female students is nearly 1:2. Compare that to 1960, when there were 1.6 males for every female graduating from a U.S. four-year college and 1.55 males for every female undergraduate, according to the National Bureau of Economic Research.", "Today, women hold almost 60 percent of all bachelor degrees, and women now account for almost half of students in law, medical and business graduate programs.", "Meanwhile, over the past decade about 30 percent of male college students have dropped out during their freshman year, according to education consultant and blogger Daniel Riseman. He is among those in higher education circles that calls the declining number of college males a “silent epidemic.”", "“For two decades, I have helped hundreds of young men and women navigate college admissions,” Riseman said. “While none of my female students have dropped out, several male students return home without degrees and often with a sense of disappointment and despair.”", "Kim Hunter Reed, new executive director of the Colorado Department of Higher Education, says the issue of males eschewing college demands more study.", "“This is very concerning to me,” Hunter Reed said. Young men — like all students, she emphasized — need support from a variety of groups to thrive in higher education.", "“The most successful have a sense of place in college,” she said.", "Stark, 28, studied computer science for a year and a half before leaving Metro State University to study on his own.", "Now a software engineer for a music company in Denver, Stark also DJs at some of the area’s most notable nightclubs. “What I was getting in the classroom just didn’t jibe with me. I felt I could teach myself on the Internet,” he said.", "He worked a fast-food job and then took a corporate gig to support himself while he studied on his own. The alternative, he said, was to work four years to get a bachelor’s degree and then another year or two to earn a master’s degree, then “go to work for some huge company and go home at night and live my life with my family. And that just didn’t sound appealing to me at the time.”", "He thinks women his age are facing the same pressures that men did in the 1950s and 1960s to stay in school, get a degree and get a good job to set them up for life.", "“Maybe there is more pressure on women now to go the traditional route and contribute to society,” he said.", "Stark is quick to warn that his route was not the easiest. He got kicked out of his family home, and worked hard to get interviews, study and keep himself afloat before he acquired enough skills to land a decent paycheck. “What I did was not for everybody,” he said.", "Observers say many young men delude themselves into thinking they are one idea away from being the next Bill Gates or Steve Jobs. They think they can make a fortune without a college degree, said Riseman. “As a result, they enter college with little sense of purpose and end up failing out,” he said. “While these dropouts imagine they can succeed without a degree, successful start-ups are rare.”", "While young men without degrees, in general, land higher-paying jobs than their female peers, many of the top-paying jobs are in high-risk industries like oil and gas or manufacturing. “What happens to that high school graduate or dropout 10, 20, 30 years later?” said James Shelley, director of the Men’s Resource Center at Lakeland Community College in Kirtland, Ohio.", "Lakeland Community College boasts one of the country’s few men’s centers. Shelley says he has focused his work on the widening gender gap on U.S. campuses because the issue has received little attention.", "He believes the “cleansing of boy behavior” in elementary and secondary schools and boys’ more independent learning style all discourage traditional college classroom work. Date rape prevention programs, although well-intentioned, also scare men away from campuses, Shelley said. The programs “welcome young men to college by essentially telling them that they are potential rapists,” Shelley said.", "But, he said, many men are not doing enough to help themselves. “When I walk the hallways of my college, the young men generally look less mature than the women. With their baseball caps and baggy pants, they look like overgrown 12-year-old boys, not 18- to 24-year-old men,” Shelley said.", "Amy Wilkins, a University of Colorado associate professor of sociology, does not buy the idea that men are being picked on in college.", "Women have to work harder in classrooms to get degrees and jobs where they will be paid less than their male counterparts, she said. “College is still so much of a man’s game, it’s so much easier for them,” said Wilkins. “If you are a smart woman you learn very quickly you are not supposed to act smart in college.”", "To say that men have it tougher these days on campus, she said, is “ludicrous.”", "But Wilkins, who has a 17-year-old son, is sympathetic to the fears many young men face in an ever-changing world.", "“I think friends of my son’s age are more afraid of economic instability that they let on,” she said. “They talk a big game about going out and doing things on their own, but I don’t think they believe it deep down inside.”"]},
{"article": ["Dear Amy: My mother passed away this last November after a long illness. My father started dating a close family friend in January, and now they are engaged.", "This person has a shaky past. She has been engaged/married/divorced several times in the past 15 years. She engages in illegal activities, such as drug distribution and fraud. We do not want the grandchildren to be involved with her.", "My father insists that if we or the grandchildren want to have any contact with him, that she MUST be included. We have told him he is more than welcome to visit us or to take the grandchildren places, but she cannot join them.", "He tells the grandchildren we are keeping him away, when in fact it is his choice to not be without his new fiancee, if even for a few hours.", "We love our father and want him to be happy, but this relationship seems to just be a way for him to keep from being alone. If it lasts, we may warm to their relationship, but with her history, I can’t say if she’ll ever be allowed around the kids.", "My family is still grieving the loss of my mother, and I feel like I am grieving the loss of another parent because he has essentially cut contact with us in order to spend time with her.", "Are we wrong to keep her from having contact with the grandchildren?", "— Still Grieving", "Dear Still Grieving: I think it is completely reasonable for you to ask your father to allow you more time to adjust to his situation. For now, you (and spouses and siblings, if you have them) should attempt to spend time with the couple in an adults-only context.", "If you continue to believe that she is a dangerous person for your children to spend any time with, you will have to stand firm. However, you may grow to feel comfortable having the couple in the kids’ presence, as long as you are also there.", "This relationship sounds like one that could turn out badly. But your father is an adult and you must realize and recognize his right to make unwise or unhealthy choices, motivated by loneliness or other needs. Avoid expressing non-negotiables during this time.", "Your overall attitude toward him should remain, “We love you and we want you to be happy. But we have needs and responsibilities, too. The kids just lost their grandmother. We want you to stay close, and it would be great if you could see it in your heart to continue to visit, solo, until we all adjust to your new reality.”", "Dear Amy: My twin sister leads a chaotic life. After her second failed marriage and a health scare, she moved in with me. She stayed for about a year, and then moved in with a guy. After that failed, she got her own apartment, but left a lot of things at my place.", "Here is my problem: I am ready to move out of town. I am being told that if I move, I will need to rent a storage shed, and my response is, “No, I don’t. My things will fit fine wherever I go.”", "My family seems to think I have to put my twin’s things into a storage place. She tells me she has no room at her place. Why is that my problem? She has “stored” her things for well over six years at my place.", "My twin has had plenty of time to get her things, but has refused.", "Could you please explain to my family that I am under no obligation to take her things with me? It is not my problem.", "— Excessive Baggage", "Dear Excessive: Disengage. Stop discussing this with your family.", "Never put yourself on the hook for a monthly storage fee.", "Notify everyone of your move-out date. If your sister doesn’t retrieve her things, they will land in a Dumpster somewhere.", "Enjoy your new life.", "Dear Amy: “Supportive Friends” was worried about a man who continued to post messages about his late wife on Facebook. You noted that he might have set up a page in her memory.", "I lost a son in a car accident in 2010. One of his friends started a Facebook memorial for him, and to this day I still wish him a happy birthday, Merry Christmas, and remember all other special occasions. So, yes, I think it helps.", "— Remembering", "Dear Remembering: This seems natural, normal, and healthy. I’m happy you’ve found this way to communicate through this time."]},
{"article": ["Western leaders, including Colorado Gov. John Hickenlooper, are opposing a possible Trump administration push to overhaul federal plans for protecting greater sage grouse across a Texas-sized area in 10 states.", "Those plans were negotiated over five years by state and federal wildlife officials — with private landowners, conservationists and industry groups participating — as an alternative to listing the imperiled sage grouse as an endangered species.", "Interior Secretary Ryan Zinke last week stayed mum on whether he’ll move ahead on a review of the plans.", "“Secretary Zinke has made clear his commitment to working with, rather than against, local communities and being a good neighbor to private landowners,” Interior spokeswoman Heather Swift said in a prepared statement. “The Interior Department is looking forward to working with state and local partners to ensure we are striking a true balance between both conservation and responsible multiple use of our public lands.”", "Hickenlooper, Wyoming Gov. Matt Mead and Nevada Gov. Brian Sandoval went to Washington, D.C., recently and raised their concerns in a meeting with Zinke. Hickenlooper and Mead also sent Zinke letters dated April 19 and May 26 opposing proposed changes that would move “from a habitat-management model to one that sets population objectives for the states,” they wrote.", "“This is not the right decision,” they wrote.", "Federal Bureau of Land Management officials have yet to implement to plans, which protect the sagebrush habitat grouse need to survive.", "Greater sage grouse once numbered in the millions but have declined to between 200,000 and 500,000 – a population that fluctuates widely year to year. The survivors are clumped around 165 million acres of sagebrush steppe stretching from Colorado up to the Dakotas and out to California, habitat that also is home to 300 other species, including golden eagles. Federal authorities in 2010 deemed grouse worthy of protection under the Endangered Species Act, which could force federal restrictions on land use to prevent extinction.", "States helped lead efforts to develop voluntary protection plans to be administered by the BLM.", "If this hard-fought compromise approach is changed, conservation groups probably will push again to list grouse as an endangered species, said John Swartout, senior adviser for Hickenlooper on natural resources issues.  “There’s a high risk environment groups would sue. They would say the basis for the nonlisting decision has been removed.”", "“Landowners want certainty for grazing. Oil and gas companies want certainty for making capital investments. How does creating chaos help anybody?” Swartout asked. “We want him to meet with us before he makes any decision. The Western governors have worked really hard. It wasn’t easy. We don’t want to see all that go to waste.”", "In September 2015, Interior officials decided not to list the greater sage grouse as endangered, relying instead on the state-led voluntary plans to prevent extinction of the bird. That “not-warranted” decision marked a shift after federal officials in 2010 determined that grouse needed protection under the Endangered Species Act to survive onslaughts of agricultural, housing and industrial energy development.", "The voluntary approach was hailed as a new teamwork approach to species conservation across large landscapes.", "Conservation groups such as WildEarth Guardians said the plans BLM officials would implement contain crippling flaws. And oil and gas industry groups led by the Denver-based Western Energy Alliance filed a lawsuit asking a federal judge to block limits on fossil fuels drilling in grouse habitat.", "Conservation group leaders this week said they’ll evaluate details of any changes to grouse protection plans or implementation, but emphasized they’d oppose a shift to setting state grouse population numbers, rather than habitat protection to ensure the long-term survival of the species.", "“From everything I’ve heard, what the administration is suggesting is fatally flawed,” said Brian Rutledge, vice president of the National Audubon Society and director of that group’s sagebrush ecosystem initiative.", "“It would put us in a position of having to petition for an Endangered Species Act listing,” Rutledge said."]},
{"article": ["Conquering the West has always started with staking a claim, marking territory and squatting emphatically so that no one doubts ownership.", "It’s an act invented, for better and worse, by the first white settlers who came here two centuries ago, and honed by generations of speculators, soldiers, miners, ranchers, railroaders and drillers, and then followed by developers who turned farms into cities and mountains into ski resorts.", "The frontier has evolved, of course; it’s a gentler place in 2017, mapped, organized and easy. No one needs a horse to get around these days; most don’t even need a car anymore. But there remains a sense that things aren’t completely decided. An entrepreneur can still make a claim, like, say, inventing a new industry around cannabis or fracking, and all of the opportunities of the West seem available once again. Denver, at the center of it all, still defines itself as it goes along.", "So does its foremost art museum, which has morphed and expanded along with the metropolis it calls home, and which is now assuming even more terrain with the exhibit “The Western: An Epic in Art and Film.” The show, which runs through Sept. 10, is enlightening and entertaining, and something between pop culture and fine art.", "But make no mistake, this is a major move on DAM’s part, a 21st-century land grab that, if successful, seals its reputation as the pre-eminent Western art institution in the United States.", "DAM — ambitiously — redefines and broadens the whole of idea of what is “Western,” connecting in one display the Western paintings of Frederic Remington and Thomas Moran; the Western literature of Owen Wister and William Cullen Bryant; the Western photography of Carleton Watkins; the Western entertainment of Buffalo Bill; the Western films of John Ford and Sergio Leone; and the neo-Western art of Ed Ruscha, Andy Warhol and Kent Monkman.", "That is a long and diverse list, and to proclaim that all of those distinct genres are actually one thing is radical in its way. But this show builds a strong case for a new and holistic way of thinking about Western art, making links, appropriately for an art museum, through visuals. Curators Thomas Brent Smith and Mary Dailey Desmarais track the invention of Western images by the early painters and writers and then prove how they influenced the history and movements that came after them.", "The lessons are thorough but they’re not hard. Just the opposite. Mainly because the evidence is presented via John Wayne, Clint Eastwood and the actual, red, white and blue motorcycle from “Easy Rider,” and through some of the most colorful, easy to look at paintings and illustrations ever made.", "When the exhibit announces the birth of the Western visual myth, it treats us to Albert Bierstadt’s grand and glowing 1867 oil painting “Emigrants Crossing the Plains,” depicting a wagon train trekking before a glorious set of rocky peaks at sunset.", "When it introduces us to iconic characters and dramas of the story, it presents Alexander Phimister Proctor’s precision-bronze sculpture “lndian Warrior,” and oil paintings, like Charles Marion Russell’s action-packed 1899 robbery scene “The Hold-Up,” and Charles Schreyvogel’s “Breaking Through the Line,” which has a Calvary soldier on horseback aiming his pistol directly at the viewer.", "When it wants to link us to literature, it has, set in glass cases, major artifacts, like early printings of George Catlin’s illustrated “Letters and Notes” on Indian customs from 1832.", "And when the exhibit demonstrates how these scenic ideas became movies, it shows off with excerpts of cinematic wonders, such as Edwin S. Porter’s 1903 “The Great Train Robbery,” 1952’s “High Noon” and 2007’s “No Country for Old Men.”", "The exhibit is well-executed, both in its high-quality objects and installation. It bounces around a bit for expediency, but that lets it cover a lot of ground, and it allows for keen, convincing comparisons at several points when it directly juxtaposes two different art forms right next to each other so viewers can see what is borrowed. That happens spectacularly at the very entrance where Remington’s 1889 “A Dash for Timber” painting of cowboys on horseback stands next to a sampler reel of Western movies that stole its scenery over the next century. And it happens stunningly halfway through when it places a large, Franz Kline abstract canvas, “Palladio,” next to a still from John Ford’s film  “The Man Who Shot Liberty Valance.” What does a prototypical abstractionist painting have in common with a satirical Western? Both were made in 1961, both in black-and-white, and both show how, post-World War II, notions of art turned cynical, irreverent and self-obsessed.", "“The Western” is the kind of exhibit you spend time with, hours even, mostly because there are lots of film clips to sit through, and they’re all compelling. The excerpts are edited down to key moments of gunfights, train robberies, field battles and bare-fisted brawls. It’s hard to turn away.", "Displaying so much film is a departure for DAM, but serves as an effective way to get to the artfulness of pieces of pop culture that aren’t always taken seriously. The best thing that could happen to “spaghetti Western” film director Sergio Leone is to have a credible art museum place his works next to Remingtons. His cinematic moves are elevated here but, it turns out, not artificially.", "The exhibit is less kind to the overall nature of Western art in general.  From the earliest works here, like Catlin’s 1932 painting of an Indian chief, to the later looks at regional icons such as Calamity Jane, the art of the West seems trumped up and reduced for effect. It looks imagined and made-to-sell, whether the product is the art itself, the magazines and books it appeared in, or the idea of Westward expansion.", "In nearly every painting and sculpture, the scenery is too perfect and the views are conveniently packaged to enhance their romantic nature; we know now that most of the West was actually flat and dusty and kind of boring. The European characters look like heroes, when actually they were Indian killers, and the Indians look like those condescending “noble savages” or like a pitiful, vanquished lot — which they were not.", "The question the show raises is: Was Western art ever honest?  Or was it always propaganda?  Was Western life and history ever captured for anything other than its exotic qualities or to sell commercial and political ideas? The stuff could be beautiful, technically amazing and journalistic, but was it ever really art?", "This show allows for a lot of conclusions on the part of the viewer, many negative, and that is reinforced in the final section of the exhibit, which focuses on contemporary art and film. All of the works here carry on the tradition of depicting landscape, cowboys and Indians, but nearly all of them call out the earlier Western art for its exaggerations, fabrications, sexism, racism, homophobia, nationalism and various other crimes against nature.", "What are we to make of a piece like Gail Tremblay’s 2012 sculpture “It Was Never About Playing Cowboys and Indians,” which weaves actual 16mm film into a sort of patterned American Indian basket? Or Kent Monkman’s “Boudoir de Berdashe,” which turns a teepee into a boudoir for a fictional and exaggerated Native American drag queen, complete with mock, vintage Western films with homoerotic overtones? Or a poster from the movie “Blazing Saddles” or a clip from the campy “Thelma and Louise?”", "Does all of the Western art from the last 50 years exist simply to make fun of the Western art in the 100 years that preceded it? The answer, according to this exhibit, appears to be yes — because it skipped a meaningful incorporation of later Western artists who work with the same vistas without dwelling in full parody, a spectrum that started with Georgia O’Keeffe and Ansel Adams. It is either this exhibit’s greatest strength — that it admits and accepts that baloney is at the heart of the Western genre — or its greatest weakness, undermining the concept that all of this material, strung together, is great American art.", "That makes it a must-see, despite the fact that there is an extra (and anti-visitor) fee to see it.", "This is a landmark show, not just because of the questions it raises, but also because it’s never been done to this degree. The whole effort, excellent catalog included, is simultaneously scholarly and a lot of fun. As a claim on expanded terrain, it appears legitimate. For residents of a city that is still reckoning how its past fits into its future, it’s an adventure."]},
{"article": ["Few ground-level art installations stir as much excitement as Meow Wolf’s House of Eternal Return, which has attracted more than 400,000 visitors since opening in 2016.", "Part museum of oddities, part whimsical experiment, the interactive, neon-riddled, 20,000-square-foot collaborative exhibit has become a tourist and publicity beacon for Santa Fe, N.M. — a town that’s not exactly hurting for tourism and art — as well as an object of national envy.", "Behind it all is 35-year-old Vince Kadlubek, the CEO and founder of Meow Wolf. Driven by Kadlubek and his partners (including “Game of Thrones” creator and Santa Fe resident George R.R. Martin), Meow Wolf has developed a reputation for handing out tens out thousands of dollars in desperately needed grants to DIY organizations in the wake of last year’s Ghost Ship fire in Oakland, Calif., which encouraged a crackdown on independent art and music spaces — including Denver’s Rhinoceropolis and Glob venues for code violations in December.", "In May, Meow Wolf also coordinated $54,000 in grants for 19 Denver DIY art organizations, following the $20,000 it gave to Rhinoceropolis and Glob in January.", "We talked to Kadlubek about his scouting trips to Denver for a new Meow Wolf space (potentially employing hundreds, and five times bigger than the Santa Fe original), which is likely to be announced this summer, as well as what the city and state are doing right when it comes to supporting the arts.", "The following phone conversation has been edited for length and clarity.", "Q: What has been your overall impression of Denver’s arts scene, and how has it evolved?", "A: I’m from Santa Fe, so I came up to Denver quite a bit over the course of my life. When we started Meow Wolf in 2008, (it was) right around same time Rhinoceropolis started and we were friends with the founders, so we had a connection to that for awhile. Denver right now is an incredibly vibrant creative community and, of course, it’s been both energized by the movement of more youth and more millennials into the city, and it’s also starting to be damaged by that growth. From what I’ve experienced in meeting with the creative community of Denver there is a not just a real vibrancy, but a lot of sensitivity and a lot of negative narrative. Some people are upset and scared and angry by (the city’s recent actions).", "Q: Did visiting Breckenridge in May (to speak at the Downtown Colorado Inc. and Colorado Creative Industries annual conventions) give you a more statewide perspective?", "A: Totally. I actually engaged a lot with representatives of rural and smaller Colorado creative communities. Colorado has this amazing infrastructure around the creative sector and has identified it as a piece of economic development, rather than what we have in New Mexico, which is cultural affairs. I think that’s a really important and amazing distinction to witness. It’s not about arts. It’s about creative industry and creative economy, and that’s progressive. The coordination between a lot of the different districts in the creative economy was incredible to see.", "Q: On the other hand, what concerned you?", "A: The things make me nervous are that the real spark of creativity happens in less-planned environments, and empty or chaotic environments. So my talk was largely based on that: letting all the people in the room who have done an incredible job of organizing and planning and centralizing and connecting know about it, but also to leave space for spontaneity. To me, that spontaneity is in a lot of ways embodied by the DIY arts and music venues, and if we over-plan how we do creative industry, then the people who are in those venues are going to be left behind. It’s really important to recognize alternative spaces as being the genesis of creative vibrancy. Those can’t get forgotten, lost, go unsupported or get homogenized.", "Q: To some extent, the Denver population and development boom echoes what happened in Austin, Texas, and Portland, Ore., more than a decade ago, albeit with a less pronounced hipster element. What can we learn from those cities?", "A: Austin is the perfect example of a creative community that is kind of on the other side of this (gentrification) arc, where there was a gritty, true kind of low-to-the-ground source of creativity happening and then everybody gets excited about that and the industry and planning and extraction of that source starts to happen. Places become hip, places become popular and then in that process those sources of creativity are left behind, and you’re left with a city that is not nearly as weird or creative as it markets itself to be. That’s what I would be afraid of for Denver. Everybody knows Denver as this cultural hot-spot right now and there’s a reason why. It’s important to support those who are bringing that true creativity.", "Q: Do you feel like New Mexico has anything to learn from Colorado?", "A: New Mexico has a lot to learn from Colorado. As I mentioned, we think about art and the creative sector from a vantage point of nonprofits and cultural preservation and cultural affairs, and not economic drivers. Meow Wolf came about it from a completely different perspective and said, “Now, this is going to be an economic driver,” and it’s been really successful. There’s a lot of opportunity when you come at it that way.", "Q: You partnered with Denver Art & Venues this spring to hand out money to Denver DIY arts organizations. Can you go into that a little?", "A: So really, all $54,000 is coming from us. Arts & Venues funded us $20,000 with the intent of us rolling it back into what we (distributed), so we took their $20,000 and made decisions with that in mind. They didn’t provide the money directly to the recipients, and it was easier for us to be able to fund, sponsor or support entities that want to remain anonymous and that are wrapped up in some of these issues with their spaces.  Arts & Venues really wanted to be able to get money into the hands of venues that are at the most risk, but the Catch-22 there was that by funding them, they would have been exposing venues that are at the most risk. So it was just a funny thing. We figured out a way to do it that was safe for everyone.", "Q: Who received the money?", "A: The nine entities that approved being public are Fusion Factory, Fitch Foundation, Moon Magnet Collective, Denver Art Society, 7th Circle, Inca Church, Clown Cake, Pandemic Collective and Recreative Denver. There are five that I have not heard from from yet, and five that definitely want to remain anonymous.", "Q: What was the criteria for getting it?", "A: The criteria was longevity. We definitely wanted to support venues that had been doing it for awhile. It had to be a collective, not just one-person space, but really being supportive of other people. We wanted to support spaces that might have difficulty finding funds from more traditional sources. A couple thousand dollars is a big deal to some of these organizations. And there was no dictation on how it was to be used.", "Q: You’ve reportedly visited Denver several times to meet with developers and landlords for another Meow Wolf location — which will be much bigger than the Santa Fe one. What can you say about that?", "A: We have a few locations that we have identified, a couple of really strong possibilities, and we’re just trying to work out a deal. That’s pretty much all we can say.", "Q: And you expect to announce it this summer?", "A: That’s what we’re hoping to do."]},
{"article": ["In recent weeks, the story of a New Jersey lawyer whose off-hours political activism was brought to the attention of her employer went viral because of the unusual way it happened: A congressman’s letter flagged her as a “ringleader” of a group in New Jersey aimed at making him more accountable and accessible to his constituents. In a fundraising letter sent to a board member of the bank for which Saily Avelenda worked, Rep. Rodney Frelinghuysen, R-N.J., attached an article that quoted her, warning in a handwritten postscript that a member of one of the groups challenging him worked in his bank.", "But the story also raises questions about what rights employees have when it comes to off-duty political activity, particularly in an era of rising political engagement, growing hyper-polarization, and increasing use of social-media platforms like Twitter or LinkedIn that easily connect workers with their employers. Though Avelenda was not disciplined or asked to resign, her boss did have her write a statement about her activities with the group, and she later decided to quit on her own, in part because of the pressure she felt from the episode.", "“I was not using my employer’s name anywhere,” Avelenda said in interview, noting she was careful to not even use pens with a company logo while she was working with the group. The bank, where she was an assistant general counsel, also was not named in media reports where she was quoted, but she believes her unusual name played a role in her being identified.", "“I was stunned why I had to do anything.” (A representative of Avelenda’s employer, Lakeland Bank, did not return a phone message, but in a Facebook post, the bank said it “does not comment on the status of our current or former employees” and that its code of ethics allows that “each employee has the opportunity to support community activities or the political process in the manner that she or he desires.”)", "The answer to those questions is that the rights employees hold depend greatly on the state — or even the city or county — where they live. Some states specifically bar companies from firing or disciplining employees for lawful off-hours conduct, or protect certain political activities. Others don’t have those protections: For instance, New Jersey, where Avelenda lived, is not among the states that protect employees for their off-duty political activity, said Debra Katz, a Washington, D.C.-based lawyer who represents employees in discrimination suits. Nor are Virginia and Maryland, she said, though Howard and Prince George’s counties have passed statutes similar to one in D.C., which does prohibit discrimination based on political party affiliation.", "There is also no federal law that explicitly protects private-sector employees for off-duty political activism, though the National Labor Relations Act gives protection for union-related political activity, Katz says. “Right now it’s so hotly polarized, and social media is creating trails of everything everybody does,” Katz said. “I think people would be aghast to know that those rights are not guaranteed in most states.”", "Another common misunderstanding is that freedom of speech protections offer job protections for nongovernment workers. The First Amendment restricts the government from discriminating against public employees for political speech, and people generally from state censorship or punitive action by the state. “But if it’s a private employer there’s no particular freedom of speech,” said Lindsay Burke, vice chair of the employment law practice at the firm Covington & Burling. “There are no particular First Amendment rights with regard to your work” for private employers, she says.", "Eugene Volokh, a law professor and free speech expert, says it’s “fair to say there are about a dozen states in which there is considerable protection for employees, at least off-duty, and maybe sometimes on duty, for political and ideological expression and activism.” States like North Dakota, Colorado, New York and California have relatively broad prohibitions against taking action against an employee who takes part in lawful off-duty political activity, but there are still differences, and exceptions for things related to business interests or job duties, such as journalists being prohibited from volunteering for political campaigns or taking part in political marches.", "Another roughly dozen states protect certain kinds of activity related to the electoral process, Volokh says, such as signing a petition or making contributions to a political campaign, but these are narrower protections. States, he notes, are asking whether political activity should be treated “as things like appearance, or what college you went to, where basically we leave it to the employers’ good sense in the marketplace to prevent discrimination, or do we treat it like race and religion and sex, [where] you can’t discriminate on that even when you might have good business reasons,” he said. “Some states take one view and some states take another.”", "Even where there are protections spelled out for workers, there is not always a lot of case law that helps define the ambiguous terms used in many states, such as what is meant by “political activity” or what might constitute an “essential business-related interest.”", "One reason there may not be many cases, Volokh says, could be that many employers simply “take a live-and-let-live attitude toward employees’ politics,” believing that interfering with employees’ off-hours time would be bad for morale. In other words, just because some states lack protection doesn’t mean many employers are necessarily acting on it.", "Katz says lawyers she knows who represent management “feel they have to tread very carefully on monitoring social media,” taking action only when people are doing things like violating trade secrets, confidentiality or actively disparaging their employer.", "Other possible reasons there aren’t many cases, Volokh says, is that the awards aren’t always generous, creating little motivation to deal with the legal hassle, or that employees and employers may not be aware of the statutes. “A lot of these date back to the early 1900s,” he said. And while employees’ political activities may lead to some awkward working relationships, there are not always the kind of tangible actions — a denied promotion, a termination — that merit filing a suit.", "Paula Brantner, a senior adviser to Workplace Fairness, a nonprofit focused on employee rights, says that she has typically seen only one or two of these kinds of cases stand out each election cycle, though she expects we could hear about them more often in the future. “A lot of people who haven’t been active before are newly energized and there are a lot of groups forming around the country,” she said. Plus, “with social media, one’s personal views get amplified far more than they were in the past.”"]},
{"article": ["Take a bow, investors. It’s never been cheaper to invest in funds, and it’s largely because of you.", "Investors are increasingly heeding experts’ advice to seek out lower-cost funds in their 401(k) accounts and other portfolios. And because so much money is massing in the cheapest funds, the pressure is on the rest of the industry to cut their own expenses or risk losing even more dollars. The result of this heightened cost consciousness: Investors are keeping more of their own dollars and possibly setting themselves up for better returns in the future.", "The steady drip lower for expenses means $63 of every $10,000 invested in stock mutual funds went to cover fees last year. That’s down from $67 a year earlier and from $104 two decades ago, according to figures published recently by the Investment Company Institute, an industry group. Bond funds have seen a similar drop in fees: The average cost has dropped to $51 from $84 of every $10,000 invested over the last two decades.", "A separate study released by Morningstar last month found the same trend: Investors paid lower expenses last year than ever before for their mutual funds and exchange-traded funds, on average.", "One of the biggest drivers is the exploding popularity of index funds and ETFs, which boast some of the lowest expenses in the industry. Many investors have given up on trying to find star fund managers who can deftly pick the right stocks and bonds to beat the rest of the market. Instead, they’re fine with riding funds that merely track the movements of the Standard & Poor’s 500 and other indexes.", "Because index funds don’t have to hire teams of stock pickers and other market analysts, and because they’re all trying to do roughly the same thing, these funds typically compete on price, and that price has been inching closer to zero. Schwab and iShares have ETFs that track the broad U.S. stock market with expense ratios of just 0.03 percent, for example. That means $3 of every $10,000 invested goes to cover fees.", "As a group, index funds have an average expense ratio of 0.17 percent, according to Morningstar. Actively managed funds, which are the ones run by managers that are trying to beat the market, have an average expense ratio more than quadruple that, at 0.75 percent.", "Having low expenses is one of the best predictors for a fund’s relative future performance, analysts say. That’s because a fund that charges 0.75 percent has to perform just about that much better to produce the same returns as a fund with a 0.03 percent expense ratio. The cheaper fund begins the race with a built-in head start.", "Investors have noticed, and they pulled $340 billion out of actively managed funds last year. At the same time, nearly $505 billion went into index funds.", "But one small group of actively managed funds is managing to buck the trend: the cheapest ones. Actively managed funds with fees that rank in the cheapest 20 percent attracted $41 billion in net investment over the last two years. The other 80 percent of actively managed funds, meanwhile, saw $627 billion leave over the same time, according to Morningstar.", "It’s a relatively new trend. As recently as 2013, investors were putting money into actively managed funds broadly, not just the cheapest 20 percent. The split has become more pronounced in each of the following three years.", "One warning: Read the label closely when a fund advertises its “below-average” fees. That’s because, like much in investing, calculating the average fee can be a complicated affair, and more than half of funds can make the claim.", "If you add up all funds’ expense ratios and divide that by the total number of funds, the simple average expense ratio of all funds was 1.14 percent last year. So anyone with a 1 percent expense ratio could tout having a “below-average” fee.", "But because investors have flocked in such droves to cheaper funds, the average expense ratio was only 0.57 percent, if you give more weight to funds with bigger assets. This asset-weighted approach is how the Investment Company Institute, Morningstar and other analysts prefer to look at the market. Less than 10 percent of money invested in funds was in one that had an expense ratio above 1.14 percent.", "So even though following the herd is rarely a good idea in investing, this time really may be different. Staying with the cheap crowd can pay off."]},
{"article": ["LONDON — When Ruba Zai uploaded her first video online, the Netherlands-based Afghan student just wanted to share with other Muslim girls and women how she styled her headscarf. She had no idea that her “hijab tutorials” would be an internet hit, watched by hundreds of thousands worldwide.", "The 23-year-old now blogs full time, sharing ideas for how to look trendy yet covered-up with a million Instagram followers. Zai had tapped into a fast-growing market for so-called “modest fashion,” fueled by young, style-savvy Muslim women from London to Malaysia who have long felt their needs ignored by mainstream designers.", "“I just couldn’t relate at all to the clothes you see in the mainstream brands,” she said from her home in Rotterdam. “When we first started talking about our style on social media, there was no interest in the fashion world in this group of people: ‘They’re just Muslims, why should we target them?'”", "Big brands have been waking up to that call, and covered-up chic is a niche that’s slowly making its way into mainstream fashion. From exclusive designers to fast-fashion chains, retailers are trying to court millions of Muslim consumers — especially around the month of Ramadan, which started last week, when many Muslims buy new clothes and dress up. In 2014, U.S. fashion house DKNY was one of the first Western brands to launch a Ramadan collection aimed at wealthy Arab shoppers.", "Since then several others have followed suit. Dolce&Gabbana has been selling a luxury collection of abayas — long, loose robe-like dresses — and matching headscarves since 2016 in the Middle East, Paris and London. At the more affordable end of the market, Spanish chain Mango is also promoting a Ramadan collection of tunics, kaftans and maxi dresses for the second year.", "Earlier this year Nike became the first major brand to launch a “pro hijab,” a headscarf made in high-tech fabrics aimed at female Muslim athletes. Even Marks and Spencer, that stalwart British department store known for cardigans and practical shoes, launched a burkini — a full-body swimsuit — last summer.", "But perhaps the most visible sign yet that mainstream fashion is embracing the Muslim market was when design houses Max Mara and Alberta Ferretti starred hijab-wearing Somali-American model Halima Aden on their catwalks for Milan Fashion Week, one of the industry’s most prestigious events.", "“Mainstream fashion is now talking about modest fashion as a thing. Ten years ago, if you were a brand coming from a religious background and tried to sell it in a department store, calling it a modest or Muslim brand would be a kiss of death,” said Reina Lewis, a professor at the London College of Fashion who has written two books about the topic.", "While the majority of those interested in covered-up fashion are young, cosmopolitan Muslim women, “the term ‘modesty’ emerged in the niche market as a useful one because it’s not faith-specific,” Lewis added.", "“I know Christians and atheist friends who don’t cover their heads but they dress this way because that’s how they feel most comfortable, said Zai, the blogger.", "Nazmin Alim, a designer who founded London-based modest fashion brand Aab a decade ago, says she used to have to buy fabric herself and visit a tailor to get smart work wear that still adhered to her faith’s modesty edicts.", "“Long skirts may have a slit, tops may be sleeveless,” she said. “We understood then that, do you know what? The people who wanted this kind of clothing, they are hungry for it.”", "This month, Alim’s collection of trendy jumpsuits, kimonos and knee-length hoodies — as well as more traditional abayas and headscarves — is being sold at Debenhams, a British department store that says it’s the first of its competitors to add hijabs to its aisles.", "The fashion industry’s attempts at carving a corner of this market haven’t been without criticism, especially in France, where the banning of headscarves and burkinis amid racial tensions and security fears have fuelled a heated debate.", "Laurence Rossignol, the former French minister for families, children and women, was reported saying last year that major brands that promote Islamic dress were “irresponsible” and that such garments “promote the confinement of women’s bodies.”", "Zai and Alim maintain, however, that for women like them, it’s all about respecting individual choice.", "“We all make choices — some people like to wear gothic, some people like what we’re offering,” Alim said. “I don’t see why anyone’s style should be singled out.”", "“I try to stay away from the political debate,” said Zai, who said she decided to cover her head three years ago after a period of religious reflection. “I don’t think a group of men — the people you see (in government) are all these old men — can tell people what’s allowed, what’s not allowed. They’re saying Muslim women are oppressed, but they’re doing the same.”", " "]},
{"article": ["Partners can rub each other the wrong way, or argue over their plans for the future. If they can’t resolve their differences on their own, some go to a psychotherapist or coach — including some company owners who need the business equivalent of marital counseling.", "“When people are spending eight-plus hours a day together, probably 10, 12 or more, issues are naturally going to arise,” says Jonathan Alpert, a psychotherapist and executive coach in New York.", "Many companies hire consultants to help executives learn how to manage employees or streamline procedures. Relationship counseling for businesses is different — it’s about owners learning how to communicate and work together, and understanding the issues getting in their way.", "Some business owners consult Alpert when they’re in crisis, saying. “We’re just not getting along,” or “Our business is suffering and we don’t know why.” Others, Alpert says, sound more like romantic couples: “I feel like my voice isn’t being heard. I’m not respected. I don’t trust him anymore.”", "“It’s almost as if they were in an unhappy marriage,” concurs executive coach Roy Cohen.", "Alpert says he’s seen an increase in the past few years in the number of business partners who’ve sought his help. But there’s no clear answer on how many overall go for counseling. Many people freely talk about being in therapy or marriage counseling, but are much less likely to reveal they’ve been in business relationship counseling, Cohen says.", "“For some it feels like an indulgence and for some people view it as a sign of weakness,” says Cohen, who’s based in New York. But, he says, counseling was essential for the business partners who have consulted him.", "A look at how relationship counseling has worked out for some owners:", "NIPPING PROBLEMS IN THE BUD", "Jessica Bridge and Dan Cypress began seeing a psychotherapist six years ago, wanting to be sure their different styles didn’t cause problems in the Burlington, Vt., real estate agency they started 10 years ago.", "“Dan and I are the yin and yang of business partners. One can be impulsive and idealistic the other calculated and cautious,” says Bridge, co-owner of Element Real Estate. “Sometimes it’s challenging to balance these differences.”", "Cypress comes from a financial background, while Bridge, a former bar owner, has spent more time in customer service.", "“It’s a marriage of ideas and skills and it kind of made sense to see a marriage counselor,” Cypress says.", "Both partners thought counseling would help improve their already-good relationship.", "“It was helpful to hear (from the therapist), we’re different people. We don’t have to act the same way,” Cypress says.", "COMMUNICATION AND STRATEGY PROBLEMS", "Stephanie Shyu says she and her business partner collaborated well three years ago in forming AdmitSee, a San Francisco-based company that helps students apply for college and graduate school.", "As time went on, they had big differences about the company’s long-term strategy and how it should be managed.", "“We weren’t necessarily yelling and screaming, but I don’t think we were talking to each other in a way that was effective, that the other person could hear,” Shyu says.", "The disagreements began to affect their staff. “It was quite difficult for our team members to follow two founders who were conflicted on what they saw as the next step for the company,” Shyu says.", "She began working with an executive coach, and after a few months persuaded her partner to join her for a few sessions. “We both wanted to fix it,” Shyu says.", "Their coach had them work on holding discussions without rancor, and during their sessions the partners would say, “I observe you doing this, this is the impact on me emotionally and this is what I would like to see,” Shyu recalls.", "But back in the office, the pair fell into their old ways. A month after their last session, they realized the discord stemmed from an irreconcilable disagreement about how to run the business. The partners went their separate ways. They’re cordial when they speak. Although counseling didn’t save the partnership, it did prove valuable, Shyu says.", "“I have adopted the lessons learned to communication company-wide,” she says.", "TWO PARTNERS, BOTH WANT TO BE THE BOSS", "Andrew Legrand and his law partner decided after practicing together for more than a year that they needed to eliminate the friction from their relationship.", "“Every time we’d meet, nothing was working right,” says Legrand, owner of Spera Law Group in New Orleans.", "The attorneys met with a business mediator who was also a psychologist. He put together steps for them to follow to help them understand each other, their styles and their vision and values for the firm. They also had to evaluate their roles and responsibilities.", "What the partners learned was that they both wanted to be in charge — and that wasn’t going to work.", "“There was nothing wrong going on. It was just a matter of we both wanted something based on our personalities, and we can’t do that to each other or ourselves,” Legrand says.", "The partners ended their joint practice and have little contact now, says Legrand. And he’s learned a lesson for any future partnership.", "“I want to be sure we’re on the same page in terms of styles or values,” he says.", "A FAMILY BUSINESS", "Owners who are relatives may need help sorting through daily issues like communication and disagreements, as well as monumental events like the transition from one generation to the next. The Dager family that owns Velvet Ice Cream in Utica, Ohio, consulted a business coach as the fourth generation prepared to take over managing the company.", "They needed help with decisions like the amount of stock each relative would own, and what their responsibilities would be, says company president Luconda Dager. She and her sister Joanne now run the business; their father, Joe, is the chairman.", "The coach “helped us get an outside perspective and challenged us to talk about things we don’t normally talk about,” Luconda Dager says. When they struggled to find answers, it helped to have a third party guide them, and to encourage them to set aside their emotions as they made their decisions.", "After first consulting the coach 10 years ago, the Dagers still see him a few times a year. These days, he often helps them remember that while they’re running a business, they need to still enjoy being family.", "“He told us, ‘Make sure you ask each other about your weekend, and make sure you remain sisters,'” Dager says."]}
]