[
{"article": ["By Ashley Halsey Iii and John Wagner, The Washington Post", "WASHINGTON – The White House on Monday will formally endorse a plan to spin off more than 30,000 federal workers into a private nonprofit corporation, separating the nation’s air traffic controllers and those who work on a $36 billion modernization program from the Federal Aviation Administration.", "The Trump administration proposal, which will be presented at the White House later Monday, essentially is an endorsement of a plan that failed to gain sufficient traction in Congress last year.", "The plan, a copy of which was obtained by The Washington Post, is in keeping with the stated desire of the administration and congressional Republicans to streamline government and transfer some functions into private hands.", "While the separation has been discussed for decades and was proposed under the Clinton administration, in its current iteration it has fractured the airline industry, divided the unions that represent the federal workers, raised the ire of private plane operators, been opposed by ranking House Democrats and raised eyebrows in the Senate.", "The Trump administration endorsement, first signaled in a preliminary budget released in March, could provide the momentum needed to get the proposal through both houses and to the president’s desk for his signature. ", "Rep. Bill Shuster, R-Pa., chairman of the House Transportation Committee, embraced the dormant concept last year and fought to win the approval of his committee. But the bill it passed got no attention on the House floor, and there was muttering on the Senate side that suggested it had no future there.", "“I first spoke to President Trump back in 2014 about the need for reform, and I’m glad to be working on it with him in 2017,” Shuster said. “President Reagan, who passed away 13 years ago today, once said ‘government is not the solution to the problem; government is the problem.’ His words are fitting when we realize that government bureaucracy has held back innovation in American aviation. It’s time to bring our aviation system into the 21st century.” ", "The issue on Capitol Hill has not been the functioning of the 14,000 air traffic controllers, who are universally subject to praise for their devotion to safety when mentioned in the House or Senate committees that oversee them. ", "Instead, Congress has expressed enormous frustration over the pace of the FAA’s modernization program, called NextGen.", "While commonly referred to as a GPS-based system for directing the flow of aircraft, that simplistic explanation is akin to saying it’s the carburetor that makes a car’s wheels go around.", "The reality is that NextGen is a complicated group of systems intended to smooth the flow of airplanes, speed air travel, save fuel and accommodate a 20 percent increase in passengers in the next two decades.", "The current system is radar-based and requires planes to fly from one waypoint to the next rather than in a straight line to their destination. (Complaints about low-flying airliners have been legion across the country as the first of several NextGen projects has come on line.)", "Selling Congress and the airlines, who would bear some of the cost, on a multibillion-dollar modernization program seemed like a dicey proposition, so about a dozen years ago the FAA came up with a catchy name for all its projects: NextGen.", "That gave the FAA a single name to use when it sought money from Congress. But it also gave Congress a single program to hold accountable when elements of NextGen moved slowly, or not at all.", "Congress’s perception that NextGen wasn’t moving fast enough was amply bolstered by critical reports from the inspector general’s office and from the Government Accountability Office.", "The FAA, however, has been able to point to success in recent years with some elements of NextGen.", "When Shuster revived the concept of moving the controllers and the NextGen program to a private nonprofit corporation run by a board of directors, one of the big four airlines – Delta – opposed the move and parted company with the lobbying group Airlines for America, which endorsed it. Operators of small planes and corporate jets – known as “general aviation” to distinguish them from the airlines – pushed back out of fear the airlines would dominate the corporation’s board.", "That National Air Traffic Controllers Association backed Shuster’s plan, saying the new corporation would ensure more stable funding than Congress could provide, while the 11,000-member Professional Aviation Safety Specialists union strongly opposed it.", "“It is unfathomable, even dangerous, to consider gambling with the future and safety of our air traffic control system through privatization,” PASS President Mike Perrone said in a statement last month.", "Mirroring much of Shuster’s 2016 proposal, a four-page White House proposal underscores that “no group should have the appearance of influence over the board of directors,” countering the argument that the airlines would dominate the board.", "The new corporation would pay for itself through user fees for airlines and “reasonable” fees passed on to passengers, the administration said. It also would have the authority to adjust air routes after seeking public comment, recognizing that NextGen routing will cause noise over houses that haven’t previously experienced low-flying planes.", "The wording of the White House paper may cause concern for union members who would go off the federal payroll. It specifies twice that current employees will retain their pay and benefits and be able to participate in federal retirement and health-care plans. It does not say that the corporation’s new hires should expect the same pay or benefits."]},
{"article": ["Former Colorado State safeties Trent Matthews and Kevin Pierre-Louis have signed contracts to play for teams in the Canadian Football League.", "Matthews, a four-year starter from 2012-15 who tore his anterior cruciate ligament in the final regular season game of his senior year, has signed with the Edmonton Eskimos. He was a two-time All-Mountain West selection who had 273 tackles, 19 interceptions and 23 pass break-ups in his career.", "Matthews spent last year coaching high school football in Texas and was 6-foot-3, 210 pounds during his final season of college football.", "Pierre-Louis started 37 career games and amassed 281 tackles and forced five fumbles. He signed with the Ottawa Redblacks and is expected to play linebacker, according to a CSU release. He was 6-1, 215 as a senior in 2015.", "The CFL season begins June 22 and the two former college roommates will face each other July 14 in Edmonton and Aug. 10 in Ottawa."]},
{"article": ["The Colorado Supreme Court has ruled that sex offenders can be compelled to pay the hospital costs of performing sexual assault examinations of victims.", "The high court released its finding Monday in the cases of two sex offenders in Arapahoe and El Paso counties who contested court orders that they be charged for the examinations.", "In making its determination, the Colorado Supreme Court ruled that forensic medical exams of sexual assault victims are an extraordinary investigative cost and therefore could be charged to convicts.", "The Supreme Court consolidated two cases: a 2009 sexual assault case against Adam Michael Teague in El Paso County and another case in Arapahoe County the same year against Bobby Nicky Rogers. Law enforcement agencies charged Teague $702.27 and Rogers $500 for the examinations of their victims.", "Rogers had offered the victim a ride and then forced her to perform a sex act behind a building at knife point. A district judge in his case ruled that the exam did not qualify as an extraordinary cost because law enforcement typically use the tests to gather evidence.", "The Colorado Supreme Court reversed the district court judge’s decision in Rogers’ case, determining that “Sexual Assault Nurse Examiner” exams serve dual purposes of collecting forensic evidence but in a “patient-sensitive” manor unrelated to building a criminal case."]},
{"article": ["An inmate being held on domestic violence charges died Sunday, four days after Jefferson County Sheriff’s deputies found him unresponsive in his cell with a ligature wrapped around his neck.", "“I don’t know if he was actually found hanging, but this was self-inflicted,” Mark Techmeyer, sheriff’s office spokesman, said Monday.", "Deputies found Mark Witkowski, 46,  at 7 a.m. Wednesday in a cell at the Jefferson County Detention Facility. They started CPR and called for medical assistance.", "Medical staff continued CPR until Witkowski was transported to St. Anthony Hospital. He died Sunday at the hospital.", "Witkowski was being held on domestic violence charges and violation of a protection order. He was booked into the jail on May 29.", "The Sheriff’s Office and the District Attorney’s Office are investigating the death. The Jefferson County Coroner’s Office will determine the exact cause and manner of death."]},
{"article": ["Kevin Lee Lyons is being formally sentenced to life in prison without the possibility of parole on Monday as his victims testify about the impact of his deadly rampage through his quiet neighborhood in April 2016.", "Lyons pleaded guilty last month to 16 counts — including first-degree murder — for unleashing a hail of bullets on a quiet street in Centennial. Lyons’ gunfire killed Dr. Kenneth Atkinson, who had run from his home to help Lyons’ wife, Elizabeth Lyons, and Laurie Juergens, both of whom were wounded.", "The sentencing hearing began at about 8:45 a.m. in an Arapahoe County district courtroom. Lyons’ public defender spoke first, apologizing on his client’s behalf, saying that Lyons would not address the court.", "“Mr. Lyons cannot put into words the sorrow and shame that he feels,” public defender James Karbach said.", "About 25 people are expected to testify about the impact of the shooting.", " ", "As part of a plea agreement, Lyons will serve a life sentence without the possibility of parole, plus 352 consecutive years in prison. The deal was reached on May 4, the final day Arapahoe County District Attorney George Brauchler had to decide whether to seek the death penalty for Lyons.", "Atkinson was shot four times as tried to help the wounded women near the intersection of East Kettle Avenue and East Long Circle South. Two-story Cape Cod-style homes with neat lawns line cul-de-sacs and winding streets in the neighborhood.", "Atkinson was shot in the head at point-blank range as tended to Elizabeth Lyons.", "Atkinson’s wife, Jeanne, began by saying her life has been irreversibly changed and that she believed Lyons should have been sentenced to death.", "“I’m not the same person I was,” she said. “Grief seeps into your soul and you your very being. How can I ever fully communicate the crushing sorrow this man brought to me? Ken was my safe place. He was the rudder in my storms. My yin to my yang.”", "According to an arrest affidavit,  Lyons fired shots at the first two sheriff’s deputies to arrive at the scene. One said he heard a bullet go right past the side of his head.", "“I killed my wife,” Lyons told investigators, the affidavit says. “She is a two-headed snake. I had to kill it. There is a new beginning.”", "Lyons’ wife, according to the affidavit, said she and her husband had been having problems in the week before the shooting and that he was acting “irrational” and “crazy.”"]},
{"article": ["The Colorado Supreme Court gave builders a reason to cheer Monday, ruling that a homeowners association in Centennial was wrong to ignore a requirement that it first get consent from the developer before changing the way disputes over construction defects claims are handled.", "The 5-2 ruling in Vallagio at Inverness Residential Condo Association v. Metro. Homes, Inc. upholds a “consent-to-amend” provision that the builder had placed in the declarations for the project, which stated that binding arbitration would be used in any construction defects disputes and that changing that stipulation would need the consent of the builder.", "The Vallagio homeowners association decided to move ahead with a lawsuit against the builder without first getting its consent to change the dispute resolution method from binding arbitration.", "Binding arbitration is favored by Colorado builders as a method of dispute resolution because they say it keeps things from getting bogged down in costly litigation. They cite the inevitability of being sued for alleged construction flaws as one of the major reasons for flagging condominium starts here.", "Data show that whereas condos consisted of approximately 1 in 5 housing starts in the state last decade, they are down to around 3 percent of all starts today.", "Monday’s long-awaited Supreme Court ruling addressed a critical component of the defects issue, which has tasked state lawmakers over the last four legislative sessions. Colorado’s construction defects law has been blamed for slowing new condominium projects to a crawl by making it too easy for homeowners to sue for shoddy workmanship, like leaky windows or sinking foundations.", "Homeowner association advocates have stood firm against efforts to implement mandatory arbitration, arguing that depriving homeowners of their right to sue for relief from slipshod workmanship on what is often their biggest life investment is unconscionable. Some have argued that arbitration often favors builders and that a courtroom is a fairer venue for all parties.", "An attempt earlier this year to make arbitration mandatory in resolving construction defects disputes — in the form of Senate Bill 156 — came up short in the state legislature. Many lawmakers late in the session said they would look to see what the Supreme Court decided in Vallagio for guidance on what to do next on the issue.", "Lawmakers did manage in 2017 to pass a single defects reform measure — the only one despite years of attempts — requiring that a majority of homeowners give consent before an HOA takes action against a builder for alleged defects. Backers of House Bill 1279 said it’s only fair to give homeowners a voice on proposed legal action that could prevent them from selling or refinancing their home while the dispute is being adjudicated.", " "]},
{"article": ["Opening statements in what could be the largest defamation case in U.S. history are set to begin Monday in a South Dakota courtroom.", "In suing ABC News for its coverage of a widely used processed-meat product that the news organization and others have branded “pink slime,” Beef Products Inc. claims it was a victim of a journalistic hit job. The family-owned South Dakota meat processor claims the reporting reduced its revenues.", "Raising the stakes is a state food-disparagement law that allows prevailing plaintiffs to triple actual damages. Beef Products has alleged $1.9 billion in damages. That means, in theory, ABC could be hit with a nearly $6 billion judgment, not including any potential punitive damages awarded if it were to lose.", "ABC, a unit of Walt Disney Co., says it never reported anything about the beef that it knew to be a lie and contends Beef Products is trying to punish it for making reasonable editorial judgments.", "The case will go before a 12-person jury at a time when opinion polls have shown declining trust in the media. In court documents, Beef Products has referred to ABC’s coverage as “fake news,” a term, widely used to describe scurrilous internet reporting, that has broadened in use since the 2016 presidential election.", "“This was the opposite of fake news,” said ABC lawyer Kevin Baine, a First Amendment attorney at Williams & Connolly LLP. “It was real news of interest to consumers who didn’t know this product was in their ground beef.”Related ArticlesJune 4, 2017\n\n\n\t\t\tConvenience store Dawa agrees to change name after Wawa suit\t\t\n\nJune 2, 2017\n\n\n\t\t\tFamily of fatally shot machete-wielding man alleges excessive force by CU, Boulder police\t\t\n\nJune 1, 2017\n\n\n\t\t\tThornton police may have shown “deliberate indifference” in how officers respond to mental health crises\t\t\n\nMay 30, 2017\n\n\n\t\t\tCSU and campus student group, Students for Life, settle federal lawsuit\t\t\n\nMay 30, 2017\n\n\n\t\t\tSupreme Court curbs patent-holder power to block resale\t\t\n\n", "ABC’s first segment on the product aired March 7, 2012. Then-“World News” anchor Diane Sawyer opened it telling viewers: “A startling ABC News investigation, a whistleblower has come forward to tell consumers about the ground beef a lot of us buy at the supermarket. Is it what we think it is?”", "In the report, national correspondent Jim Avila, a defendant in the case, described the company’s meat product as pink slime made from “beef trimmings…once used only in dog food” and “sprayed with ammonia to make them safe to eat and then added to most ground beef as a cheaper filler.”", "In the ensuing weeks, ABC followed the segment with several more broadcasts and more than a dozen online stories about the beef, reporting on the fallout for Beef Products.", "The company filed suit later that year, accusing ABC of creating a false impression “that BPI’s product was not beef or meat, had little or no nutritional value, and was not safe to eat.”", "Beef Products says the product, called lean finely textured beef or LFTB, is merely the result of discovering how to extract more lean beef from cows. Approved by the U.S. Department of Agriculture in 1993, LFTB is made from beef trimmings put through centrifuges to remove fat. Some LFTB is treated with tiny amounts of ammonia gas to kill pathogens.", "In the wake of ABC’s reports, Beef Products says its sales plummeted and ground-beef processors canceled orders in droves, forcing the company to lay off 700 workers. Less than three weeks after ABC’s first report, Beef Products suspended operations in three of its four processing facilities.", "The company says ABC relied on biased experts and intentionally omitted accurate and more positive information about LFTB’s safety that Beef Products tried to communicate to ABC before the segments aired.", "“There is not a shred of evidence, let alone clear and convincing proof, that ABC intended to convey the message that LFTB is ‘unsafe for public consumption,'” ABC lawyers stated in a court filing, noting that its coverage repeatedly specified that LFTB is “safe to eat.”", "In addition to its defamation claims, Beef Products is suing under South Dakota’s Agricultural Food Products Disparagement Act, which imposes liability for knowingly publishing false information that asserts or implies that an agricultural food product isn’t safe for public consumption. South Dakota is among more than a dozen states that have enacted “food libel” statutes intended to shield the food-production industry from bogus safety scares.", "To prevail, Beef Products will have to show that ABC acted with actual malice, meaning it must prove that the news organization either knew the information was false or recklessly disregarded the truth.", "“There is vast proof of ABC’s actual malice,” the company’s lawyers wrote in court papers, quoting an email from an ABC producer saying he was “[b]usy putting pink slime makers out of bidness [sic] today.”", "ABC says the email was taken out of context.", "At trial, lawyers are likely to focus significant time on the meaning of the word “slime.”", "“There is not a more offensive way of describing a food product than to call it ‘slime,’ ” stated Beef Products’ lawyers. The company counted 137 instances in which ABC used the phrase “pink slime” in broadcasts, online reports and social media postings", "ABC said in a court document that slime may be an unflattering word choice, but it is “the kind of ‘imaginative expression’ and ‘rhetorical hyperbole’ that is constitutionally protected.”", "The trial in South Dakota is expected to run through July. The courthouse in Union County built a new courtroom in the basement that could accommodate all the lawyers and spectators expected to attend.", "Lawyers for ABC had sought to bar any video and audio recording of the trial. In March, Circuit Court Judge Cheryle Gering permitted use of an audio feed.", "Dow Jones and several other media companies told the South Dakota Supreme Court in March that if it granted a request by ABC and Mr. Avila to review the case, they would submit an amicus brief in support of the defendants. The court declined to hear the appeal.", "In recent years there have been a number of high-profile cases against media organizations. Some have fared well.", "Gawker Media was forced into bankruptcy last summer after it lost an invasion-of-privacy suit brought by the former professional wrestler Hulk Hogan. Rolling Stone magazine last year lost a libel lawsuit related to a discredited 2014 story about an alleged fraternity gang rape at the University of Virginia.", "“It’s not a great time to try a libel case in front of a jury,” said George Freeman, executive director of the Media Law Resource Center."]},
{"article": ["A bruin who entered a Vail apartment last week in search of food, took a moment to pound on a keyboard, producing a sound but barely making a chord.", "Police didn’t say if porridge was involved in the home invasion.", "The apartment resident reported a burglary to Vail Police on May 31, when she returned to find evidence of a home invasion, Vail police said.", "But a responding officer found an open window, and determined that an animal had raided the freezer and caused some damage to the apartment as it foraged for food.", "", "The resident checked her internal camera system and discovered video of a bear wandering around the apartment. The bear stood at the piano, with its paws on the keys.", "“The chords captured on video were unbearable and the tune was equally grizzly,” Vail police announced in a written statement. “Although officers searched the area, the suspect is still at large.”", "No reports of violent interactions with animals have occurred within in recent years. The Vail Police department receives training to deal with animal calls and partners with the Colorado Department of Parks and Wildlife to respond when animals need to be relocated.", "Parks and Wildlife also has an online resource to help people bear-proof their homes and prepare for any possible interactions.", " "]},
{"article": ["", "NASHVILLE, Tenn. — Roman Josi downplays the production of the Nashville Predators’ defensemen as simply the product of their system.", "“Our system allows defensemen to jump on the play and make something happen in the offensive zone, too,” Josi said. “And our forwards (are) doing a great job getting pucks to us, and yeah, tipping pucks, getting screens from that, and our job is just to get the puck through.”", "Yes, the Nashville Predators lean on their defensemen not only to smother the NHL’s best attackers, but also to score in bunches. They combined for five points Saturday night to help Nashville pull within 2-1 of the defending champion Pittsburgh Penguins in the Stanley Cup Final.", "Game 4 is Monday night.", "Josi leads the unit with 14 points, followed by defensive partner Ryan Ellis with 12 and P.K. Subban with 11. Mattias Ekholm had a goal and an assist Saturday night for 10 points, making Nashville the third team in NHL history with four defensemen to reach double-digits in the same postseason, along with the 1984 Edmonton Oilers and 1993 Los Angeles Kings.", "On top of that, the Predators helped hold Sidney Crosby and Evgeni Malkin without a shot on goal for the first time in their lengthy careers in the same playoff game.", "“Amazing, amazing job,” Nashville goaltender Pekka Rinne said. “I mean, they been doing that all playoffs long, so it’s obviously our backbone is our defense. And they do a tremendous job defensively and creating offense.”", "When general manager David Poile started putting this expansion franchise together nearly 20 years ago, he focused on building from the goaltender out to the defense. Poile hired coach Peter Laviolette three years ago, and the coach brought in a system that allows everyone but the goalie to join the rush and try to score.", "The Predators tied for the league lead with 181 points from their defensemen this season, and their 50 points this postseason tops the NHL with 14 goals and 36 assists. The Penguins’ defense corps has nine goals with 41 points in the playoffs.", "Josi, who has six goals in these playoffs, had three points in the second period Saturday night with a goal and two assists. He became the first defenseman with three points in a period in a Stanley Cup Final game since Larry Murphy had three assists for Pittsburgh on May 23, 1991, against Minnesota.", "“As you can see by the way we play, our defensemen have the green light to add to the rush or lead the rush, take charge offensively in the offensive zone,” Laviolette said Sunday. “That kind of takes the restriction off of just playing on the blue line in the offensive zone.”", "The defensemen have helped Nashville outshoot Pittsburgh in each of the first three games. They’ve also stuck so closely to the Penguins that Pittsburgh went 37 minutes without a shot in Game 1. The Penguins also have managed just four shots on goal in 13 power plays in the series with just one goal with the man advantage.", "“They just skate themselves out of trouble,” Crosby said. “They don’t spend a lot of time in their end. So I think the times we do get the puck … we’ve got to challenge them and force them to play defense.”", "So far, Josi and Ellis have gone against Crosby often, with Subban and Ekholm hitting the ice against Malkin. Crosby has just three assists with no goal yet despite having 23 points this postseason. Malkin has two goals.", "“This coaching staff has never been one to take our team out of the flow to try to chase matchups,” Pittsburgh coach Mike Sullivan said. “We believe in the group we have. We know they can play against anybody. When they’re at their best, regardless of who their opponent is, they’re going to have their hands full.”", "The Predators are 8-1 at home this postseason, while the Penguins are 13-2 in the playoffs coming off a loss under Sullivan. Goalie Matt Murray, who allowed five goals in the span of 15 shots, also has never lost when starting a game either after a Pittsburgh loss (9-0) or a playoff loss of his own (7-0).", "Nashville will be leaning again on its defense corps to try to send this series back to Pittsburgh all tied up.", "“All of our defensemen, if I’m being honest, even from a team concept defensively, it’s been pretty good in the playoffs to this point,” Laviolette said.", " "]},
{"article": ["A Routt County judge ruled Friday that a Siberian husky named Sitka should return to the Front Range with her original owner, despite the bond the animal has formed during the past three years with a Steamboat Springs woman who considers the dog a family member.", "Calling it a hard case for everyone involved, Judge James Garrecht said that, under Colorado law, he couldn’t take the best interest of the dog into account when deciding who was the husky’s rightful owner.", "“I don’t think anyone here acted in bad faith,” he said. “But the best interest of the dog is not the issue here.”Related ArticlesJune 3, 2017\n\n\n\t\t\tIn one state, abused animals get a legal voice in court\t\t\n\nJune 2, 2017\n\n\n\t\t\tCat in a tree? No, it’s a dog — who had to be rescued in Kentucky\t\t\n\nJune 1, 2017\n\n\n\t\t\tWhat you should know about your pet sitter before you leave town\t\t\n\nMay 27, 2017\n\n\n\t\t\tLoveland Ski Area mourns passing of Toby, the resort’s mountain dog mascot\t\t\n\nMay 26, 2017\n\n\n\t\t\tSteamboat approves three new off-leash dog areas\t\t\n\n", "Michael Gehrke said the husky, who he knew as Mya, ran away from his home near Cañon City in September 2013. She was found in poor health and adopted by Ashlee Anderson who later moved to Steamboat. She didn’t know  the dog had a microchip that would eventually alert Gehrke that his long-lost dog had been found in the Yampa Valley.", "Even after Garrecht’s ruling, Anderson and the original owner remained locked in a tense custody dispute over the husky. Anderson put up a $2,400 bond to keep possession of Sitka, while she and her legal team fight the judge’s ruling.", "Read the full story on SteamboatToday.com."]}
]